Repository: fieldOfView/Cura-LinearAdvanceSettingPlugin
Catalog: i18n/*/linearadvancesettingplugin.po
Languages: it_it, nl_nl

# material_linear_advance_enable label
source: Enable Linear Advance
it_it: Abilita Linear Advance
nl_nl: Linear Advance inschakelen

# material_linear_advance_enable description
source: Enables adjusting the linear advance factors in the g-code.
it_it: Consente di regolare il fattore di Linear Advance nel g-code.
nl_nl: Schakelt het invoegen van linear advance factoren in de g-code in

# material_linear_advance_factor label
source: Linear Advance Factor
it_it: Fattore di Linear Advance

# material_linear_advance_factor description
source: Sets the advance extrusion factor for Linear Advance. A value of '0' means no linear advance compensation is applied.
it_it: Imposta il fattore di estrusione avanzato per Linear Advance. Un valore pari a '0' significa che non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_infill label
source: Infill Linear Advance Factor
it_it: Fattore di Linear Advance del riempimento
nl_nl: Linear Advance voor vulling

# material_linear_advance_factor_infill description
source: The Linear Advance Factor used when printing infill. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance Factor utilizzato durante la stampa del riempimento. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van vulling. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_wall label
source: Wall Linear Advance Factor
it_it: Fattore di Linear Advance delle pareti
nl_nl: Linear Advance voor wanden

# material_linear_advance_factor_wall description
source: The Linear Advance Factor used when printing walls. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance utilizzato durante la stampa di pareti. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van wanden. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_wall_0 label
source: Outer Wall Linear Advance Factor
it_it: Fattore di Linear Advance della parete esterna
nl_nl: Linear Advance voor buitenste wand

# material_linear_advance_factor_wall_0 description
source: The Linear Advance Factor used when printing the outermost wall. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance utilizzato durante la stampa della parete pi√π esterna. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van de buitenste wand. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_wall_x label
source: Inner Wall Linear Advance Factor
it_it: Fattore di Linear Advance della parete interna
nl_nl: Linear Advance voor binnenwanden

# material_linear_advance_factor_wall_x description
source: The Linear Advance Factor used when printing all inner walls. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance utilizzato per la stampa di tutte le pareti interne. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van binnenwanden. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_topbottom label
source: Top/Bottom Skin Linear Advance Factor
it_it: Fattore di Linear Advance dello strato superiore/inferiore
nl_nl: Linear Advance voor boven- & onderkant

# material_linear_advance_factor_topbottom description
source: The Linear Advance Factor used when printing top/bottom skin layers. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance utilizzato per la stampa dello strato superiore/inferiore. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van oner- en bovenkanten. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_support label
source: Support Linear Advance Factor
it_it: Fattore di Linear Advance del supporto
nl_nl: Linear Advance voor ondersteuning

# material_linear_advance_factor_support description
source: The Linear Advance Factor used when printing support structures. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance utilizzato durante la stampa delle strutture di supporto. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van ondersteuningsstructuren. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_support_interface label
source: Support Interface Linear Advance Factor
it_it: Fattore di Linear Advance dell'interfaccia supporto
nl_nl: Linear Advance voor verbingingsstructuur

# material_linear_advance_factor_support_interface description
source: The Linear Advance Factor used when printing support interfaces. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance utilizzato per la stampa dell'interfacca di supporto. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance voor verbindingsstructuren. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_prime_tower label
source: Prime Tower Linear Advance Factor
it_it: Fattore di Linear Advance della torre di innesco
nl_nl: Linear Advance voor primepijler

# material_linear_advance_factor_prime_tower description
source: The Linear Advance Factor used when printing the prime tower. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance utilizzato durante la stampa della torre di innesco. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van primepeilers. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_skirt_brim label
source: Skirt/Brim Linear Advance Factor
it_it: Fattore di Linear Advance dello skirt/brim
nl_nl: Linear Advance voor skirt/brim

# material_linear_advance_factor_skirt_brim description
source: The Linear Advance Factor used when printing adhesion skirts or brims. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di Linear Advance utilizzato per la stampa di skirts/brim. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van de skirt of brim. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.

# material_linear_advance_factor_layer_0 label
source: Initial Layer Linear Advance Factor
it_it: Fattore di Linear Advance dello strato iniziale
nl_nl: Linear Advance voor eerste laag

# material_linear_advance_factor_layer_0 description
source: The Linear Advance Factor used when printing the first layer. A value of '0' means no linear advance compensation is applied for this feature.
it_it: Il fattore di avanzamento lineare utilizzato durante la stampa del primo livello. Il valore '0' indica che per questa caratteristica non viene applicata alcuna compensazione.
nl_nl: Stelt the extrusive factor in voor Linear Advance van de eerste laag. De waarde '0' zorgt er voor dat geen Linear Advance compensatie wordt uitgevoerd.
